<?php

$terms =  <<<TERMS
<h1 style="font-size: 22px;">Правила использования сервиса «Peanotes».</h1>

1.1 Сервис предоставляет возможность сохранять, редактировать и удалять заметки в пределах своего аккаунта.

1.2 Для доступа к своему аккаунту пользователь должен пройти процесс регистрации на сайте и далее авторизироваться с помощью выбранных логина и пароля.

1.3 Администрация оставляет за собой право запрета регистрации определённых имён, а так же ограничивать длинну и состав пароля.

1.4 Уже зарегистрированные в системе имена и пароли не подлежат запрету или принудительному изменению по причине изменения правил выбора имён/паролей.

1.5 Авторизация на сайте требует использования куки-файлов, хранящихся на компьютере пользователя. Согласие с данными правилами также автоматически подтверждает согласие на их использование.

1.6 Изменение данных правил может производится без уведомления пользователей, однако соблюдение всего их списка обязательно, даже в случае, если пользователь не ознакомлен с его новой редакцией.

1.7 Администрация оставляет за собой право удалить аккаунт пользователя, в случае грубых нарушений этого соглашения.

1.8 Администрация оставляет за собой право остановить оказание услуг, описанных в пункте 1.1 и прочих, с предварительным уведомлением пользователей минимум за неделю до прекращения функционирования сайта.

1.9 Администрация может, но не обязана проводить консультации и оказывать помощь в использовании данного ресурса.

1.10 Пользователь согласен использовать услуги данного сайта без предоставления каких-либо дополнительных гарантий, не указанных в этом соглашении, на свой страх и риск.

1.11 Администрация не несёт ответственности за сохранность и безопасность данных пользователя и его аккаунта.

1.12 Все сохранённые данные принадлежат исключительно пользователю. Администрация несёт никакой ответственности за их содержание и цель использования.

TERMS;

echo nl2br($terms);
